{
    "HomePage": {
      "title": "Добродошли",
      "about": "Ово је опис на ћирилици."
    },
    "LangSwitch": {
      "cyrillic": "Ћирилица",
      "latin": "Латиница"
    },
    "useTheme": {
      "title1": "Светла",
      "title2": "Тамна",
      "title3": "Систем"
    },
    "NavBar": {
      "title1": "Установа",
      "title2": "О нама",
      "title3": "Директор",
      "title4": "Статут",
      "title5": "Извештаји",
      "title6": "Култура",
      "title7": "Библиотека",
      "title8": "Извештаји",
      "title9": "Контакт",
      "title10": "Библиотека Захарије Орфелин",
      "title11": "Архивска грађа",
      "title12": "Вести",
      "title13": "Почетна",
      "paragraph1": "Садржи више од 20.000 наслова",
      "paragraph2": "Историјски документи обрађени у дигиталном формату"
  },
  "Footer": {
    "uslovi": "Услови коришћења",
    "pravila": "Правила приватности",
    "kontakt": "Контакт",
    "title1": "Будимо у контакту",
    "address1": "Еугена Кватерника 1",
    "address2": "32000 Вуковар",
    "title2": "Српски културни центар Вуковар",
    "title3": "Сва права задржана"
  },  
  "HeroSection": {
    "title1": "Установа у области културе",
    "span": "Српски културни центар",
    "paragraph": "Чувамо и унапређујемо традиционалне, културне и уметничке изразе српске националне мањине",
    "button1": "Контакт",
    "button2": "О нама"
  },  
  "FeaturedImages": {
    "name1": "Библиотека",
    "designation1": "Захарије Орфелин",
    "name2": "Изложбе",
    "designation2": "српских уметника",
    "name3": "Музика",
    "designation3": "чувар традиције",
    "name4": "Писмо",
    "designation4": "благо за покољења",
    "name5": "Предавања",
    "designation5": "о култури",
    "name6": "Радионице",
    "designation6": "за све узрасте",
    "paragraph": "Задовољство наших посетитеља"
  },  
  "AboutSection": {
    "title1": "Наша делатност",
    "title2": "Чувари традиције",
    "paragraph1": "Чување и унапређење традиционалних, културних и уметничких израза подручја које покрива Установа, чувамо, развијамо и унапређујемо све облике културног и уметничког стваралаштва...",
    "title3": "Култура и уметност",
    "paragraph2": "Организација свих облика забавних, културних и уметничких потреба српске етничке заједнице",
    "title4": "Прикупљамо и стручно обрађујемо, чувамо и обнављамо библиотечку грађу",
    "paragraph3": "У оквиру Установе делује библиотека „Захарије Орфелин“ као и огранак Вукове задужбине",
    "button": "О нама"
  },  
  "BlogSection": {
    "loading": "Учитавање блогова, молимо сачекајте...",
    "no_blogs": "Тренутно нема блогова.",
    "title": "Најновије вести",
    "link":"Више",
    "button": "Сазнај више"
  },
  "LibrarySection": {
    "title1": "Библиотека",
    "title2": "Захарије Орфелин",
    "title3": "Велики избор књига",
    "paragraph1": "Више од 20.000 наслова које смо вредно прикупили и љубоморно их чувамо за вас. Обогатите своје знање и упознајте се са нашом колекцијом...",
    "title4": "Предавања",
    "paragraph2": "Организујемо предавања за све ученике основних и средњих школа. Будите наши гости и уверите се у квалитет наших предавача...",
    "title5": "Велики број чланова",
    "paragraph3": "Учланите се у нашу библиотеку и сигурно ћете пронаћи и уживати у књигама које чувамо за вас...",
    "button": "Истражите"
  },  
  "ArchiveSection": {
    "title": "Архивска грађа",
    "paragraph": "Бринемо о архивској грађи и материјалу. Вршимо дигиталну рестаурацију архивске грађе са наших простора.",
    "button": "Сазнај више"
  },
  "ArchiveComponent": {
    "title1": "Чувамо нашу историју",
    "title2": "Дигитализација и рестаурација архивске грађе",
    "paragraph1": "Архивска грађа представља непроцењиво благо које чува историју, културу и идентитет наших простора. Наш тим посвећен је прикупљању, обради и дигиталној рестаурацији архивских материјала, омогућавајући им да трају кроз векове.",
    "paragraph2": "Пажљиво дигитализујемо старе документе, фотографије, рукописе и друге вредне записе.",
    "button1": "Истражи",
    "button2": "Контакт"
  },  
  "Blog": {
      "no_blogs": "Тренутно нема блогова.",
      "loading": "Учитавање блогова, молимо сачекајте...",
      "title": "Пратите догађаје које организујемо",
      "available": "Нема доступних блогова",
      "newest": "Нове вести",
      "oldest": "Старије вести",
      "category":"Категорија"
    },
    "BlogDetail": {
      "loading": "Учитавање...",
      "available": "Нема доступног садржаја",
      "published":"Објављено",
      "category": "Категорија",
      "language": "Доступно је и на језику",
      "button": "Назад"
    },
    "SearchBar":{
      "placeholder": "Претражујте садржај",
      "search": "Претражи"
    },
    "SearchBarBlog":{
      "placeholder": "Претражујте блогове",
      "search": "Претражи"
    },
    "Pagination":{
      "page": "Страна",
      "of": "од"
    },
    "BooksPage": {
      "loading": "Учитаavam...молим сачекајте",
      "available": "Нема доступног садржаја",
      "title1": "Библиотека",
      "title2": "Захарије Орфелин",
      "paragraph": "Више од 20.000 наслова које смо вредно прикупили и љубоморно их чувамо за вас. Обогатите своје знање и упознајте се са нашом колекцијом",
      "godina": "Година",
      "ISBN": "ИСБН",
      "inventurni_broj": "Инвентурни број",
      "signatura": "Сигнатура"
    },
    "LibraryIntro": {
      "title1": "Библиотека Захарије Орфелин",
      "title2": "Ризница знања и културе",
      "paragraph1": "Са преко 20.000 пажљиво прикупљених наслова, библиотека Захарије Орфелин представља право уточиште за љубитеље књиге и истраживаче знања. Наша колекција обухвата богатство литературе – од класичних дела и савремене белетристике до стручних и научних публикација.",
      "paragraph2": "Посетите нас и постаните део приче коју градимо годинама – приче о култури, образовању и љубави према писаној речи. Библиотека Захарија Орфелин је више од збирке књига – то је ваш прозор у свет знања.",
      "button1": "Контакт"
    },
    "Statut": {
      "loading": "Учитавање статута...",
      "notFound": "Статут није пронађен.",
      "download": "Преузми",
      "content": "Документ није доступан у ПДФ формату."
    } ,
    "Report": {
      "title": "Финансијски извештаји",
      "loading": "Учитавање извештаја...",
      "notFound": "Извештаји нису пронађени.",
      "download": "Преузми",
      "content": "Документ није доступан у ПДФ формату."
    },
    "ContactUs": {
      "title": "Останимо у контакту",
      "paragraph": "Наша адреса",
      "skc": "Установа у области културе Српски културни центар Вуковар",
      "biblioteka": "Библиотека Захарије Орфелин",
      "address1": "Еугена Кватерника 1",
      "address2": "32000 Вуковар",
      "worktime": "Радно време",
      "time": "Понедељак - Петак: 08:00h - 16:00h",
      "contact": "Контакт",
      "phone": "Телефон"
    },
    "Privacy": {
      "title1": "Правила приватности",
      "title2": "Посетитељи веб странице Установе у култури Српски културни центар Вуковар",
      "title3": "Изјава о заштити и прикупљању личних података и њиховом коришћењу те „колачића“",
      "paragraph1": "Установа у култури Српски културни центар Вуковар поштује приватност својих корисника и посетитеља веб страница. Податке регистрованих корисника, те остале податке о кориснику, Установа у култури Српски културни центар Вуковар неће давати на увид трећој страни. Подаци о кориснику неће бити доступни трећој страни осим у случају када је таква обавеза регулисана законом.",
      "paragraph2": "Установа у култури Српски културни центар Вуковар се обавезује да ће чувати приватност корисника веб страница, осим у случају тешког кршења правила или незаконитих активности корисника.",
      "paragraph3": "Лични подаци су сви подаци који се односе на појединца чији је идентитет утврђен или се може утврдити. Појединац чији се идентитет може утврдити јесте особа која се може идентификовати директно или индиректно, посебно уз помоћ идентификатора као што су име, идентификациони број, подаци о локацији, мрежни идентификатор или уз помоћ једног или више чинилаца својствених за физички, физиолошки, генетски, ментални, економски, културни или социјални идентитет тог појединца.",
      "paragraph4": "Установа у култури Српски културни центар Вуковар обавезује се пружати заштиту личним подацима корисника услуга на начин да прикупља само нужне, основне податке о корисницима, а који су нужни за испуњење наших обавеза (подаци о испуњењу контакт форме); информише кориснике о начину коришћења прикупљених података, редовно даје корисницима могућност избора о употреби њихових података, укључујући могућност одлуке желе ли или не да се њихово име уклони са листа које се користе за маркетиншке кампање. Сви се подаци о корисницима строго чувају и доступни су само запосленима којима су ти подаци нужни за обављање посла. Сви запослени Установе у култури Српски културни центар Вуковар и пословни партнери одговорни су за поштовање начела заштите приватности.",
      "paragraph5": "Сагласно чл. 10. Закона о заштити потрошача, потрошачи могу уложити писани приговор путем електронске поште.",
      "paragraph6": "Када комуницирате са нама путем е-поште, телефона или лично, можемо прикупити личне податке као што су Ваше име, адреса, број телефона, адреса е-поште и преференције за контактирање. Такође можемо израдити записнике догађаја корисне за дијагностику проблема у раду портала те чувати информације у вези са насталим проблемом или проблемом подршке. Те податке користимо како бисмо Вам пружили бољу подршку.",
      "paragraph7": "Ваше личне податке можемо користити како бисмо комуницирали са Вама, укључујући комуникацију о Вашем рачуну или трансакцијама према нама, како бисмо Вам осигурали важне информације о нашим активностима. Можемо користити Ваше личне податке како бисмо Вам слали маркетиншку кореспонденцију (укључујући поруке е-поште) повезану са догађајима које организујемо у складу са Вашим преференцијама за е-пошту. Личне податке не делимо са трећим странама за маркетиншке потребе трећих страна, а ако не желите примати маркетиншку кореспонденцију кликните на везу „Одјава с newsletter-а“ у било којој маркетиншкој поруци е-поште коју примите од наше Установе.",
      "paragraph8": "Можемо користити личне податке за интерне статистичке, маркетиншке или оперативне сврхе, укључујући стварање извештаја о посети, интересовању корисника и другим трендовима који се односе на наше кориснике.",
      "paragraph9": "Ваше личне податке не делимо другим компанијама или особама. Ваши се лични подаци могу разоткрити другим странама само уз Ваше допуштење у облику који може бити обавезан у складу са важећим законом. У складу са важећим законима Ваше личне податке можемо разоткрити ако верујемо да је то нужно у складу са примењивим законом или прописом, у склопу сарадње са правним поступком, на захтев представника закона. Прикупљени лични подаци се не достављају трећим особама нити комерцијално експлоатишу од трећих страна и изван Републике Хрватске, међутим задржавамо право преноса личних података подружници, огранку или трећој страни у случају реорганизације, удруживања или уступања послова.",
      "paragraph10": "Веб страница садржи део где можете оставити коментаре помоћу којег можете објављивати информације и поруке. Имајте на уму како све информације које на нашем веб-месту објавите кроз такве услуге или на други начин могу постати јавне информације и могу бити доступне посетитељима веб-места и широј јавности. Подстичемо вас на опрез и дискрецију приликом објављивања личних података или других информација на нашем веб-месту.",
      "paragraph11": "Наше веб-место није намењено појединцима млађим од 16 година те захтевамо да нам појединци млађи од 16 година не достављају своје личне податке. Ако сазнамо да смо прикупили личне податке детета млађег од 16 година, предузећемо кораке да те информације избришемо што је пре могуће, а ако знате за корисника млађег од 16 година који се служи нашим веб-местом, обратите нам се у рубрици контакт.",
      "paragraph12": "Можда ћемо с времена на време мењати ову Изјаву или услове коришћења како додајемо нове производе, услуге и апликације или побољшавамо нашу тренутну понуду те како се технологија и закони мењају. Датум последњег ажурирања можете пронаћи на дну ове странице. Све ће промене постати важеће након што објавимо промену на нашем веб-месту. Ако је реч о материјалним изменама, обавестићемо вас о томе и ако је то потребно у складу са примењивим законом, затражити ваше допуштење. У складу са важећим законима, ту обавест можете примити поруком е-поште или објавом измене на нашим захваћеним веб-местима или производима/апликацијама.",
      "paragraph13": "Ваше личне податке чуваћемо током раздобља потребног да се испуни њихова сврха, осим ако је дуже чување прописано законом.",
      "paragraph14": "Такође можете затражити брисање или ажурирање Ваших личних података и рачуна путем рубрике „Контакт“ или дописом на службеном папиру поштом.",
      "paragraph15": "У складу са важећим законом брзо ћемо одговорити на Ваше захтеве, због Ваше заштите, можемо провести само захтеве који се односе на личне податке, а повезани су са одређеном адресом е-поште коју сте употребили за слање захтева, можда ћемо морати проверити Ваш идентитет пре провођења захтева. Можемо одбити провођење захтева који угрожавају приватност других страна, изузетно су непрактични или бисмо у њиховом испуњењу учинили нешто што није допуштено примењивим законима. Уз то, у мери у којој је то допуштено важећим законима, можда ћемо требати неке личне податке чувати током дужег времена за потребе архивирања, попут чувања записника о вашим куповинама за потребе гаранције или рачуноводства.",
      "paragraph16": "Лични подаци су заштићени и чувају се доступним технологијама и процесима.",
      "paragraph17": "Захтеве за приступ, исправљање или брисање личних података можете упутити на нашој страници за контакт.",
      "paragraph18": "Датум измене: 20.12.2024."
    },
    "CookiesStatement": {
      "title1": "Изјава о 'колачићима'",
      "paragraph1": "Интернет страница www.skcvukovar.hr користи колачиће (енг. ‘cookies’) како би кориснику пружила услугу с потпуним функционалностима. Колачићи су скуп података које генерише послужитељ веб страница и које веб прегледач чува на диску корисника у облику мале текстуалне датотеке.",
      "paragraph2": "Сесијски колачић се поставља на рачунар посетиоца Интернет странице www.skcvukovar.hr само за време трајања посете нашој Интернет страници како би се кориснику омогућила ефикаснија употреба www.skcvukovar.hr и аутоматски истиче када се затвори прегледач.",
      "paragraph3": "www.skcvukovar.hr прати статистичку посећеност ради добијања нужних информација о привлачности и успешности својих страница на тржишту. За то се користи услуга треће стране под називом Google Analytics. Више о томе те регулацији колачића који су за то нужни, може се видети на: http://www.google.com/intl/en/analytics/privacyoverview.html. Интернет страница www.skcvukovar.hr може користити колачиће у сврху оглашавања сопствених услуга или услуга и производа својих партнера. То се приказивање огласа омогућује путем колачића.",
      "paragraph4": "Сви корисници Интернет странице www.skcvukovar.hr у сваком тренутку могу самостално уредити примање колачића путем подешавања свог Интернет-прегледача. www.skcvukovar.hr искључује сваку одговорност за било какав губитак функционалности и/или квалитета садржаја на www.skcvukovar.hr у свим случајевима избора регулације примања колачића од стране корисника. Коришћењем Интернет странице www.skcvukovar.hr сматра се да су корисници у сваком тренутку упознати и сагласни са овим условима коришћења, укључујући и одредбе о обради података и могућностима у вези с колачићима.",
      "paragraph5": "www.skcvukovar.hr може прикупљати одређене податке о Корисницима током приступања/коришћења www.skcvukovar.hr (IP адреса, session-cookie, кључне речи коришћене код претраге и сл.), које користи за анализу понашања Корисника и рада система, како би побољшао рад и функционалност www.skcvukovar.hr и његове садржаје додатно усмерио и прилагодио Корисницима.",
      "paragraph6": "Пружалац услуге се обавезује да ће у доброј намери користити податке прибављене од Корисника, те да прибављене податке неће дистрибуирати трећим особама.",
      "paragraph7": "Корисник прихватањем ових услова коришћења и куповине гарантује да је упознат са заштитом и прикупљањем „колачића“, својих личних података те њиховим коришћењем, даје своју сагласност и пристанак за наведено коришћење."
    },
    "TermsOfUse": {
      "title1": "Услови коришћења",
      "title2": "1. Пружалац услуге",
      "title3": "2. Опште одредбе",
      "title4": "3. Обим коришћења и права интелектуалне својине",
      "title5": "4. Поступак са корисничким именом и (лозинком) запорком",
      "title6": "5. Повезаност на друге интернет странице",
      "paragraph1": "Установа у култури Српски културни центар Вуковар, Еугена Кватерника 1, 32000 Вуковар (даље: Пружалац услуге) својим корисницима омогућава коришћење садржаја Интернет странице на интернетској домени www.skcvukovar.hr, које је регулисано овим Условима коришћења (даље Услови коришћења).",
      "paragraph2": "Корисником се сматра свака особа која приступа и/или користи странице www.skcvukovar.hr, без обзира користи ли бесплатне странице или странице за које је потребна пријава с корисничким именом и лозинком/запорком (даље: Корисник).",
      "paragraph3": "Приступањем и/или коришћењем било ког дела садржаја или сервиса који припадају www.skcvukovar.hr сматра се да је Корисник упознат с овим Условима коришћења те да их у потпуности разуме и прихвата. Пружалац услуге задржава право промене изгледа, садржаја и обима www.skcvukovar.hr, свих услуга, страница и подстраница које су саставни део www.skcvukovar.hr као и ових Услова коришћења.",
      "paragraph4": "При коришћењу www.skcvukovar.hr Корисник је у целости дужан поштовати релевантне одредбе уговора о заснивању претплатничког односа те ових Услова коришћења. Ниједан део садржаја www.skcvukovar.hr не сме се користити у незаконите сврхе или противно одредбама ових Услова коришћења.",
      "paragraph5": "Текстови објављени у базама знања представљају ауторство.",
      "paragraph6": "Пружалац услуге не преузима одговорност за било какву штету насталу корисницима коришћењем www.skcvukovar.hr и његовог садржаја, посебно због могућих грешака у препису мишљења.",
      "paragraph7": "Корисници су упознати са следећим чињеницама: збирке докумената и појединачни документи који су саставни део садржаја www.skcvukovar.hr могу бити у целости или појединачно заштићени ауторским правом и другим прописима. Појединачне јединице, које су део садржаја www.skcvukovar.hr, могу имати значај ауторског дела, те су заштићене ауторским правом њиховог аутора. Ауторска заштита садржаја www.skcvukovar.hr, његових појединачних збирки података (база знања) и појединачних јединица у збиркама, које су доступне корисницима, обухвата заштиту у складу са Законом о ауторском праву и другим сродним правима.",
      "paragraph8": "Кориснику је дозвољено коришћење појединачних јединица објављених на www.skcvukovar.hr искључиво за сопствене потребе. Сви облици даље дистрибуције било ког дела www.skcvukovar.hr те умножавање, копирање односно омогућавање коришћења трећим особама (нпр. репродукција у публикацијама, објава на интернет страницама трећих особа и сл.), изричито су забрањени.",
      "paragraph9": "Пружалац услуге полаже ауторска права на сопствене садржаје (могуће текстуалне садржаје, графичке, базе података, програмски код и др.).",
      "paragraph10": "Неовлашћено коришћење било ког дела ових садржаја сматра се кршењем ауторских и других права Пружалаца услуге и www.skcvukovar.hr.",
      "paragraph11": "Корисник одговара Пружалацу услуге за штету која Пружалацу услуге настане кршењем одредби ове главе Услова коришћења, тј. у њему садржаних обавеза односно ограничења.",
      "paragraph12": "Корисник се обавезује да ће додељену запорку чувати као пословну тајну те да ће запорку користити само лично, тј. да исте неће учинити доступним трећим особама. Корисник је одговоран Пружалацу услуге за штету насталу при злоупотреби запорке од стране неовлашћеног корисника односно треће особе којој је омогућио коришћење истих.",
      "paragraph13": "Корисник је обавезан у случају сазнања за чињенице које указују на могућност злоупотребе запорке, без одлагања обавестити Пружалаца услуге.",
      "paragraph14": "У случају кршења одредаба Услова коришћења Пружалац услуге има право ограничити или онемогућити употребу садржаја www.skcvukovar.hr.",
      "paragraph15": "www.skcvukovar.hr може садржати и везе на друге интернет странице, које нису одржаване од стране друштва. Пружалац услуге за садржај тих страница не одговара."
    },
    "CookiesToast": {
      "title1": "Ова страница користи колачиће",
      "paragraph1": "Користимо колачиће за побољшање корисничког искуства. Више информација пронађите у нашим",
      "privacy": "Правила приватности",
      "and": "и",
      "terms": "Услови коришћења",
      "paragraph2": "страницама.",
      "button1": "Не слажем се",
      "button2": "Слажем се"
    }         
  }