{
    "HomePage": {
      "title": "Hello world!",
      "about": "Go to the about page"
    },
    "LangSwitch": {
      "cyrillic": "Ćirilica",
      "latin": "Latinica"
    },
    "useTheme": {
      "title1": "Svjetla",
      "title2": "Tamna",
      "title3": "Sistem"
    },
    "NavBar": {
        "title1": "Ustanova",
        "title2": "O nama",
        "title3": "Direktor",
        "title4": "Statut",
        "title5": "Izveštaji",
        "title6": "Kultura",
        "title7": "Biblioteka",
        "title8": "Izvještaji",
        "title9": "Kontakt",
        "title10": "Biblioteka Zaharije Orfelin",
        "title11": "Arhivska građa",
        "title12": "Vesti",
        "title13": "Početna",
        "paragraph1": "Sadrži više od 20.000 naslova",
        "paragraph2": "Istorijski dokumenti obrađeni u digitalnom formatu"
    },
    "Footer": {
      "uslovi": "Uslovi korištenja",
      "pravila": "Pravila privatnosti",
      "kontakt": "Kontakt",
      "title1": "Budimo u kontaktu",
      "address1": "Eugena Kvaternika 1",
      "address2": "32000 Vukovar",
      "title2": "Srpski kulturni centar Vukovar",
      "title3": "Sva prava zadržana"
    },
    "HeroSection": {
      "title1": "Ustanova u oblasti kulture",
      "span": "Srpski kulturni centar",
      "paragraph": "Čuvamo i unapređujemo tradicionalne, kulturne i umetničke izraze srpske nacionalne manjine",
      "button1": "Kontakt",
      "button2": "O nama"
    },
    "FeaturedImages": {
      "name1": "Biblioteka",
      "designation1": "Zaharije Orfelin",
      "name2": "Izložbe",
      "designation2": "srpskih umetnika",
      "name3": "Muzika",
      "designation3": "čuvar tradicije",
      "name4": "Pismo",
      "designation4": "blago za pokoljenja",
      "name5": "Predavanja",
      "designation5": "o kulturi",
      "name6": "Radionice",
      "designation6": "za sve uzraste",
      "paragraph": "Zadovoljstvo naših posetitelja"
    },
    "AboutSection":{
      "title1": "Naša delatnost",
      "title2": "Čuvari tradicije",
      "paragraph1": "Čuvanje i unapređenje tradicionalnih, kulturnih i umetničkih izraza područja koje pokriva Ustanova, čuvamo, razvijamo i unapređujemo sve oblike kulturnog i umetničkog stvaralaštva...",
      "title3": "Kultura i umetnost",
      "paragraph2": "Organizacija svih oblika zabavnih, kulturnih i umetničkih potreba srpske etničke zajednice",
      "title4": "Prikupljamo i stručno obrađujemo, čuvamo i obnavljamo bibliotečku građu",
      "paragraph3": "U okviru Ustanove deluje biblioteka „Zaharije Orfelin“ kao i ogranak Vukove zadužbine",
      "button": "O nama"
    },
    "BlogSection":{
      "loading": "Učitavanje blogova, molimo sačekajte...",
      "no_blogs":"Trenutno nema blogova.",
      "title": "Najnovije vesti",
      "link": "Više",
      "button": "Saznaj više"
    },
    "LibrarySection": {
      "title1": "Biblioteka",
      "title2": "Zaharije Orfelin",
      "title3": "Veliki izbor knjiga",
      "paragraph1": "Više od 20.000 naslova koje smo vredno prikupili i ljubomorno ih čuvamo za vas. Obogatite svoje znanje i upoznajte se sa našom kolekcijom...",
      "title4": "Predavanja",
      "paragraph2": "Organizujemo predavanja za sve učenike osnovnih i srednjih škola. Budite naši gosti i uverite se u kvalitet naših predavača...",
      "title5": "Veliki broj članova",
      "paragraph3": "Učlanite se u našu biblioteku i sigurno ćete pronaći i uživajte u knjigama koje čuvamo za vas...",
      "button": "Istražite"
    },
    "ArchiveSection": {
      "title": "Arhivska građa",
      "paragraph": "Brinemo o arhivskoj građi i materijalu. Vršimo digitalnu restauraciju arhivske građe sa naših prostora.",
      "button": "Saznaj više"
    },
    "ArchiveComponent": {
      "title1": "Čuvamo našu istoriju",
      "title2": "Digitalizacija i restauracija arhivske građe",
      "paragraph1": "Arhivska građa predstavlja neprocenjivo blago koje čuva istoriju, kulturu i identitet naših prostora. Naš tim posvećen je prikupljanju, obradi i digitalnoj restauraciji arhivskih materijala, omogućavajući im da traju kroz vekove.",
      "paragraph2": "Pažljivo digitalizujemo stare dokumente, fotografije, rukopise i druge vredne zapise.",
      "button1": "Istraži",
      "button2": "Kontakt",
      "progress": "Stranica je trenutno u fazi izrade"
    },
    "Blog": {
      "no_blogs": "Trenutno nema blogova.",
      "loading": "Učitavanje blogova, molimo sačekajte...",
      "title": "Pratite događaje koje organizujemo",
      "available": "Nema dostupnih blogova",
      "newest": "Nove vesti",
      "oldest": "Starije vesti",
      "category":"Kategorija"
    },
    "BlogDetail": {
      "loading": "Učitavam...",
      "available":"Nema dostupnog sadržaja",
      "published":"Objavljeno",
      "category": "Kategorija",
      "language": "Dostupno je i na jeziku",
      "button": "Nazad"
    },
    "SearchBar":{
      "placeholder": "Pretražujte sadržaj",
      "search": "Pretraži"
    },
    "SearchBarBlog":{
      "placeholder": "Pretražujte blogove",
      "search": "Pretraži"
    },
    "Pagination":{
      "page": "Strana",
      "of": "od"
    },
    "BooksPage":{
      "loading" :"Učitavam...molim sačekajte",
      "available":"Nema dostupnog sadržaja",
      "title1": "Biblioteka",
      "title2": "Zaharije Orfelin",
      "paragraph": " Više od 20.000 naslova koje smo vredno prikupili i ljubomorno ih čuvamo za vas. Obogatite svoje znanje i upoznajte se sa našom kolekcijom",
      "godina": "Godina",
      "ISBN": "ISBN",
      "inventurni_broj": "Inventurni broj",
      "signatura": "Signatura"
    },
    "LibraryIntro": {
      "title1": "Biblioteka Zaharije Orfelin",
      "title2": "Riznica znanja i kulture",
      "paragraph1": "Sa preko 20.000 pažljivo prikupljenih naslova, biblioteka Zaharije Orfelin predstavlja pravo utočište za ljubitelje knjige i istraživače znanja. Naša kolekcija obuhvata bogatstvo literature – od klasičnih dela i savremene beletristike do stručnih i naučnih publikacija.",
      "paragraph2": "Posetite nas i postanite deo priče koju gradimo godinama – priče o kulturi, obrazovanju i ljubavi prema pisanoj reči. Biblioteka Zaharija Orfelin je više od zbirke knjiga – to je vaš prozor u svet znanja.",
      "button1": "Kontakt"
    },
    "AboutUsComponent": {
      "title": "O nama",
      "paragraph1": " Na 5. redovnoj sednici Skupštine",
      "paragraph2": "Zajedničkog veća opština Vukovar",
      "paragraph3": ", koja je održana 10. novembra 2008. godine donesen je zaključak o prihvatanju inicijative za osnivanje Srpskog kulturnog centra sa sedištem u Vukovaru te je donesena odluka o osnivanju ustanove u oblasti kulture „Srpski kulturni centar“ Vukovar.",
      "paragraph4": "Ustanova u oblasti kulture „Srpski kulturni centar“ je ustanova koja obavlja delatnost profesionalne kulture za pripadnike srpske nacionalne manjine u Vukovarsko-sremskoj i Osječko-baranjskoj.županiji. U Odluci o osnivanju, između ostalog, stoji da se Ustanova bavi očuvanjem i unapređenjem tradicionalnih, kulturnih i umetničkih izraza područja koje pokriva Ustanova, čuva, razvija i unapređuje sve oblike kulturnog i umetničkog stvaralaštva te zadovoljava sve oblike zabavnih, kulturnih i umetničkih potreba srpske etničke zajednice, utvrđuje potrebe, prikuplja i stručno obrađuje, čuva i obnavlja bibliotečku građu, priprema učenike za prijemne ispite za dodatnu nastavu iz predmeta nacionalnog i verskog sadržaja, selektuje i brine o muzejsko-galerijskoj delatnosti, širi kulturnu baštinu, arhivira građu i brine o čuvanju iste, razvija i unapređuje sve oblike muzičko-scenske kulture i obavlja druge delatnosti iz oblasti kulture.",
      "paragraph5": " U okviru Ustanove deluje biblioteka „Zaharija Orfelin“ kao i ogranak Vukove zadužbine."
    },
      "Statut": {
        "loading": "Učitavanje statuta...",
        "available": "Statut nije pronađen.",
        "download": "Preuzmi",
        "content": "Dokument nije dostupan u PDF formatu."
      },
      "Report": {
        "title": "Financijski izveštaji",
        "loading": "Učitavanje izveštaja...",
        "available": "Izveštaji nisu pronađeni.",
        "download": "Preuzmi",
        "content": "Dokument nije dostupan u PDF formatu."
      },
      "ContactUs": {
        "title": "Ostanimo u kontaktu",
        "paragraph": "Naša adresa",
        "skc": "Ustanova u oblasti kulture Srpski kulturni centar Vukovar",
        "biblioteka": "Biblioteka Zaharije Orfelin",
        "address1": "Eugena Kvaternika 1",
        "address2": "32000 Vukovar",
        "worktime": "Radno vreme",
        "time": "Ponedjeljak - Petak: 08:00h - 16:00h",
        "contact": "Kontakt",
        "phone": "Telefon"
      },
      "Portfolio": {
        "title1": "Direktorica Ustanove u oblasti kulture",
        "title2": "Srpski kulturni centar Vukovar",
        "title3": "Jelica Lipovac Dudaš",
        "paragraph1": "Jelica Lipovac Dudaš rođena je 7.9.1982. u Vinkovcima.",
        "paragraph2": "Završila je master studije na Filozofskom fakultetu u Novom Sadu te stekla zvanje master profesor jezika i književnosti (srbista), a trenutno je doktorand na Fakultetu za odgojne i obrazovne znanosti u Osijeku.",
        "paragraph3": "Zaposlena je u Tehničkoj školi Nikole Tesle u Vukovaru na radnom mestu nastavnice srpskog jezika.",
        "paragraph4": "U oktobru 2023. imenovana je za direktoricu Ustanove u oblasti kulture Srpski kulturni centar.",
        "button": "Kontakt"
      },      
      "Privacy": {
        "title1": "Pravila privatnosti",
        "title2": "Posjetitelji web stranice Ustanove u kulturi Srpski kulturni centar Vukovar",
        "title3": "Izjava o zaštiti i prikupljanju osobnih podataka i njihovom korištenju te “kolačića”",
        "paragraph1": "Ustanova u kulturi Srpski kulturni centar Vukovar poštuje privatnost svojih korisnika i posjetitelja web stranica. Podatke registriranih korisnika, te ostale podatke o korisniku, Ustanova u kulturi Srpski kulturni centar Vukovar  neće davati na uvid trećoj strani. Podaci o korisniku neće biti dostupni trećoj strani osim u slučaju kada je takva obaveza regulirana zakonom.",
        "paragraph2": "Ustanova u kulturi Srpski kulturni centar Vukovar se obavezuje da će čuvati privatnost korisnika web stranica, osim u slučaju teškog kršenja pravila ili nezakonitih aktivnosti korisnika.",
        "paragraph3": "Osobni podaci su svi podaci koji se odnose na pojedinca čiji je identitet utvrđen ili se može utvrditi. Pojedinac čiji se identitet može utvrditi jest osoba koja se može identificirati izravno ili neizravno, osobito uz pomoć identifikatora kao što su ime, identifikacijski broj, podaci o lokaciji, mrežni identifikator ili uz pomoć jednog ili više čimbenika svojstvenih za fizički, fiziološki, genetski, mentalni, ekonomski, kulturni ili socijalni identitet tog pojedinca.",
        "paragraph4": "Ustanova u kulturi Srpski kulturni centar Vukovar obvezuje se pružati zaštitu osobnim podacima korisnika usluga na način da prikuplja samo nužne, osnovne podatke o korisnicima, a koji su nužni za ispunjenje naših obveza (podaci o ispunjenju kontakt forme); informira korisnike o načinu korištenja prikupljenih podataka, redovito daje korisnicima mogućnost izbora o upotrebi njihovih podataka, uključujući mogućnost odluke žele li ili ne da se njihovo ime ukloni s lista koje se koriste za marketinške kampanje. Svi se podaci o korisnicima strogo čuvaju i dostupni su samo djelatnicima kojima su ti podaci nužni za obavljanje posla. Svi djelatnici Ustanova u kulturi Srpski kulturni centar Vukovar i poslovni partneri odgovorni su za poštivanje načela zaštite privatnosti.",
        "paragraph5": " Sukladno čl. 10. Zakona o zaštiti potrošača, potrošači mogu uložiti pisani prigovor putem elektronske pošte.",
        "paragraph6": "Kad komunicirate s nama putem e-pošte, telefona ili osobno, možemo prikupiti osobne podatke kao što su Vaše ime, adresa, broj telefona, adresa e-pošte i preferencije za kontaktiranje. Također možemo izraditi zapisnike događaja korisne za dijagnosticiranje problema u radu portala te spremati informacije u vezi sa nastalim problemom ili problemom podrške. Te podatke koristimo kako bismo Vam pružili bolju podršku.",
        "paragraph7": "Vaše osobne podatke možemo upotrebljavati kako bismo komunicirali s Vama, uključujući komunikaciju o Vašem računu ili transakcijama prema nama, kako bismo Vam osigurali važne informacije o našim aktivnostima. Možemo upotrebljavati Vaše osobne podatke kako bismo Vam slali marketinšku korespondenciju (uključujući poruke e-pošte) povezanu s događajima koje organiziramo u skladu mogućim s Vašim preferencijama za e-poštu. Osobne podatke ne dijelimo s trećim stranama za marketinške potrebe trećih strana, a ako ne želite primati marketinšku korespondenciju kliknite na poveznicu “Odjava s newsletter-a” u bilo kojoj marketinškoj poruci e-pošte koju primite od naše Ustanove.",
        "paragraph8": "Možemo upotrebljavati osobne podatke za interne statističke, marketinške ili operacijske svrhe, uključujući stvaranje izvještaja o posjetu, interesa korisnika i drugih trendova koji se odnose na naše korisnike.",
        "paragraph9": "Vaše Osobne podatke ne dijelimo drugim tvrtkama ili osobama. Vaši se osobni podaci mogu razotkriti drugim stranama samo uz Vaše dopuštenje u obliku koji može biti obavezan sukladno važećem zakonu. Sukladno važećim zakonima Vaše Osobne podatke možemo razotkriti ako vjerujemo da je to nužno sukladno primjenjivom zakonu ili propisu, u sklopu suradnje s pravnim procesom, na zahtjev predstavnika zakona. Prikupljeni osobni podaci se ne dostavljaju trećim osobama niti komercijalno eksploatiraju od trećih strana i izvan Republike Hrvatske, međutim zadržavamo pravo prijenosa osobnih podataka podružnici, ogranku ili trećoj strani u slučaju reorganizacije, udruživanja ili ustupanja poslova.",
        "paragraph10": "Web stranica sadrži dio gdje možete ostaviti komentare pomoću kojeg možete objavljivati informacije i poruke. Imajte na umu kako sve informacije koje na našem web-mjestu objavite kroz takve usluge ili na drugi način mogu postati javne informacije i mogu biti dostupne posjetiteljima web-mjesta i široj javnosti. Potičemo vas na oprez i diskreciju prilikom objavljivanja osobnih podataka ili drugih informacija na našem web-mjestu.",
        "paragraph11": " Naše web-mjesto nije namijenjeno pojedincima mlađim od 16 godina te zahtijevamo da nam pojedinci mlađi od 16 godina ne dostavljaju svoje osobne podatke. Ako doznamo da smo prikupili osobne podatke djeteta mlađeg od 16 godina, poduzet ćemo korake da te informacije izbrišemo što je prije moguće, a ako znate za korisnika mlađeg od 16 godina koji se služi našim web-mjestom, obratite nam se u rubrici kontakt.",
        "paragraph12": " Možda ćemo s vremena na vrijeme mijenjati ovu Izjavu ili uvjete korištenja kako dodajemo nove proizvode, usluge i aplikacije ili poboljšavamo našu trenutačnu ponudu te kako se tehnologija i zakoni mijenjaju. Datum posljednjeg ažuriranja možete pronaći na dnu ove stranice. Sve će promjene postati važeće nakon što objavimo promjenu na našem web-mjestu. Ako je riječ o materijalnim izmjenama, obavijestit ćemo vas o tome i ako je to potrebno sukladno primjenjivom zakonu, zatražiti vaše dopuštenje. Sukladno važećim zakonima, tu obavijest možete primiti porukom e-pošte ili objavom izmjene na našim zahvaćenim web-mjestima ili proizvodima/aplikacijama.",
        "paragraph13": "Vaše osobne podatke čuvat ćemo tijekom razdoblja potrebnog da se ispuni njihova svrha, osim ako je duže čuvanje propisano zakonom.",
        "paragraph14": "Također možete zatražiti brisanje ili ažuriranje Vaših Osobnih podataka i računa putem rubrike „Kontakt“ ili dopisom na službenom papirom poštom.",
        "paragraph15": "Sukladno važećem zakonu brzo ćemo odgovoriti na Vaše zahtjeve, zbog Vaše zaštite, možemo provesti samo zahtjeve koji se odnose na osobne podatke, a povezani su s određenom adresom e-pošte koju ste uporabili za slanje zahtjeva, možda ćemo morati provjeriti Vaš identitet prije provođenja zahtjeva. Možemo odbiti provođenje zahtjeva koji ugrožavaju privatnost drugih strana, iznimno su nepraktični ili bismo u njihovom ispunjavanju učinili nešto što nije dopušteno primjenjivim zakonima. Uz to, u mjeri u kojoj je to dopušteno važećim zakonima, možda ćemo trebati neke osobne podatke čuvati tijekom dužeg vremena za potrebe arhiviranja, poput čuvanja zapisnika o vašim kupnjama za potrebe jamstva ili računovodstva.",
        "paragraph16": "Osobni podaci su zaštićeni i čuvaju se dostupnim tehnologijama i procesima.",
        "paragraph17": " Zahtjeve za pristup, ispravljanje ili brisanje osobnih podataka možete uputiti na našoj stranici za kontakt.",
        "paragraph18": "Datum izmjene: 20.12.2024."
    },
    "CookiesStatement": {
      "title1": "Izjava o 'kolačićima'",
      "paragraph1": "Internet stranica www.skcvukovar.hr koristi kolačiće (eng. ‘cookies’) kako bi korisniku pružili uslugu s potpunim funkcionalnostima. Kolačići su skup podataka koje generira poslužitelj web stranica i koje web preglednik sprema na disk korisnika u obliku male tekstualne datoteke.",
      "paragraph2": "Sesijski kolačić se postavlja na računalo posjetitelja Internet stranice www.skcvukovar.hr samo za vrijeme trajanja posjeta našoj Internet stranici kako bi se korisniku omogućila učinkovitija uporaba www.skcvukovar.hr i automatski istječe kada se zatvori svoj preglednik.",
      "paragraph3": " www.skcvukovar.hr prate statističku posjećenost radi dobivanja nužne informacije o privlačnosti i uspješnosti svojih stranica na tržištu. Za to se koristi usluga treće strane pod nazivom Google Analytics. Više o tome te regulaciji kolačića koji su za to nužni, može se vidjeti na: http://www.google.com/intl/en/analytics/privacyoverview.html. Internet stranica www.skcvukovar.hr može koristiti kolačiće u svrhu oglašavanja vlastitih usluga ili usluga i proizvoda svojih partnera. To se prikazivanje oglasa omogućuje putem kolačića.",
      "paragraph4": "Svi korisnici Internet stranice www.skcvukovar.hr u svakom trenutku mogu samostalno urediti primanje kolačića putem postavki svojeg Internet-preglednika. www.skcvukovar.hr isključuje svaku odgovornost za bilo kakav gubitak funkcionalnosti i/ili kvalitete sadržaja na www.skcvukovar.hr u svim slučajevima odabira regulacije primanja kolačića od strane korisnika. Korištenjem Internet stranice www.skcvukovar.hr smatra se da su korisnici u svakom trenutku upoznati i suglasni s ovim uvjetima korištenja, uključujući s odredbama o obradi podataka i mogućnostima u vezi s kolačićima.",
      "paragraph5": " www.skcvukovar.hr može prikupljti određene podatke o Korisnicima tijekom pristupanja / korištenja www.skcvukovar.hr (IP adresa, session-cookie, ključne riječi korištene kod pretraživanja i sl.), koje koristi za analizu ponašanja Korisnika i rada sustava, kako bi poboljšao rad i funkcionalnost www.skcvukovar.hr i njegove sadržaje dodatno usmjerio i prilagodio Korisnicima.",
      "paragraph6": "Pružatelj usluge se obvezuje da će u dobroj namjeri koristiti podatke pribavljene od Korisnika, te da pribavljene podatke neće distribuirati trećim osobama.",
      "paragraph7": "Korisnik prihvaćanjem ovih uvjeta korištenja i kupnje jamči da je upoznat sa zaštititom i prikupljanjem “kolačića”, svojih osobnih podataka te njihovom korištenju, daje svoju privolu i suglasnost za navedeno korištenje."
  },
  "TermsOfUse": {
    "title1": "Uvjeti korištenja",
    "title2": "1. Pružatelj usluge",
    "title3": "2. Opće odredbe",
    "title4": "3. Opseg korištenja i prava intelektualnog vlasništva",
    "title5": "4. Postupak s korisničkim imenom i (lozinkom) zaporkom",
    "title6": "5. Povezanost na druge internet stranice",
    "paragraph1": "Ustanova u kulturi Srpski kulturni centar Vukovar, Eugena Kvaternika 1, 32000 Vukovar (dalje: Pružatelj usluge) svojim korisnicima omogućuje korištenje sadržaja Internet stranice na internetskoj domeni www.skcvukovar.hr, koje je regulirano ovim Uvjetima korištenja (dalje Uvjeti korištenja).",
    "paragraph2": "Korisnikom se smatra svaka osoba koja pristupa i/ili koristi stranice www.skcvukovar.hr, bez obzira koristi li besplatne stranice ili stranice za koje je potrebna prijava s korisničkim imenom i lozinkom/zaporkom (dalje: Korisnik)",
    "paragraph3": "Pristupanjem i/ili korištenjem bilo kojeg dijela sadržaja ili servisa koji pripadaju www.skcvukovar.hr smatra se da je Korisnik upoznat s ovim Uvjetima korištenja te da ih u potpunosti razumije i prihvaća. Pružatelj usluge zadržava pravo promjene izgleda, sadržaja i opsega www.skcvukovar.hr, svih usluga, stranica i podstranica koje su sastavni dio www.skcvukovar.hr kao i ovih Uvjeta korištenja.",
    "paragraph4": "Pri korištenju www.skcvukovar.hr Korisnik je u cijelosti dužan poštovati relevantne odredbe ugovora o zasnivanju pretplatničkog odnosa te ovih Uvjeta korištenja. Niti jedan dio sadržaja www.skcvukovar.hr ne smije se koristiti u nezakonite svrhe ili protivno odredbama ovih Uvjeta korištenja.",
    "paragraph5": "Tekstovi objavljeni u bazama znanja predstavljaju autorstvo.",
    "paragraph6": "Pružatelj usluge ne preuzima odgovornost za bilo kakvu štetu nastalu korisnicima korištenjem www.skcvukovar.hr i njegovog sadržaja, osobito zbog mogućih pogrešaka u prijepisu mišljenja.",
    "paragraph7": "Korisnici su upoznati sa sljedećim činjenicama: zbirke dokumenata i pojedinačni dokumenti koji su sastavni dio sadržaja www.skcvukovar.hr mogu biti u cijelosti ili pojedinačno zaštićeni autorskim pravom i drugim propisima, pojedinačne jedinice, koje su dio sadržaja www.skcvukovar.hr, mogu imati značaj autorskog djela, te su zaštićene autorskim pravom njihovog autora. Autorska zaštita sadržaja www.skcvukovar.hr, njegovih pojedinačnih zbirki podataka (baza znanja) i pojedinačnih jedinica u zbirkama, koje su dostupne korisnicima, obuhvaća zaštitu u skladu sa Zakonom o autorskom pravu i drugim srodnim pravima.",
    "paragraph8": "Korisniku je dopušteno korištenje pojedinačnih jedinica objavljenih na www.skcvukovar.hr isključivo za vlastite potrebe. Svi oblici daljnje distribucije bilo kojeg dijela www.skcvukovar.hr te umnožavanje, kopiranje odnosno omogućavanje korištenja trećim osobama (npr. reproduciranje u publikacijama, objava na internet stranicama trećih osoba i sl.), izričito su zabranjeni.",
    "paragraph9": "Pružatelj usluge polaže autorska prava na vlastite sadržaje (moguće tekstualne sadržaje, grafičke, baze podataka, programski kod i dr.).",
    "paragraph10": "Neovlašteno korištenje bilo kojeg dijela ovih sadržaja smatra se kršenjem autorskih i drugih prava Pružatelja usluge i www.skcvukovar.hr .",
    "paragraph11": "Korisnik odgovara Pružatelju usluge za štetu koja Pružatelju usluge nastane kršenjem odredbi ove glave Uvjeta korištenja, tj. u njemu sadržanih obveza odnosno ograničenja.",
    "paragraph12":"Korisnik se obvezuje da će dodijeljenu zaporku čuvati kao poslovnu tajnu te da će zaporku koristiti samo osobno, tj. da iste neće učiniti dostupnima trećim osobama. Korisnik je odgovoran Pružatelju usluge za štetu nastalu pri zloporabi zaporke od strane neovlaštenog korisnika odnosno treće osobe kojoj je omogućio korištenje istima.",
    "paragraph13": " Korisnik je obvezan u slučaju saznanja za činjenice koje ukazuju na mogućnost zloporabe zaporke, bez odgode obavijestiti Pružatelja usluge.",
    "paragraph14": "U slučaju kršenja odredaba Uvjeta korištenja Pružatelj usluge ima pravo ograničiti ili onemogućiti uporabu sadržaja www.skcvukovar.hr .",
    "paragraph15": "www.skcvukovar.hr može sadržavati i poveznice na druge internet stranice, koje nisu održavane od strane društva. Pružatelj usluge za sadržaj tih stranica ne odgovara."
  },
  "CookiesToast": {
    "title1": "Ova stranica koristi kolačiće",
    "paragraph1": "Koristimo kolačiće za poboljšanje korisničkog iskustva. Više informacija pronađite u našim",
    "privacy": "Pravila privatnosti",
    "and": "i",
    "terms": "Uvjeti korištenja",
    "paragraph2": "stranicama.",
    "button1": "Ne slažem se",
    "button2": "Slažem se"
  }       
  }